[[1, "With a tap on your phone, get help in an emergency", "https://www.blog.google/products/android/tap-your-phone-get-help-emergency/", "<html><head></head><body><div class=\"block-paragraph\"><div class=\"rich-text\"><p>A quick, informative conversation with an operator during an emergency call is critical, but in some cases, people are unable to verbally communicate, whether they’re injured, in a dangerous situation or have a speech impairment.<br/></p><br/>Soon, you'll be able to share information about the assistance you require, along with your location, to the emergency operator without speaking. This feature will be available in the <a href=\"https://play.google.com/store/apps/details?id=com.google.android.dialer&amp;hl=en_US\">Phone app</a> on Pixel and select Android devices.</div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--small h-c-grid__col h-c-grid__col--2 h-c-grid__col--offset-5 \"><img alt=\"Calling emergency without\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/original_images/AED-Lower-Speech-Rate-06.gif\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><p>Tapping on the “Medical,” “Fire” or “Police” buttons during an emergency call will convey the type of emergency to the operator through an automated voice service. That service works on device, which means the information stays between you and emergency services, and the service functions whether or not you have a data connection. After you activate the service, you can always speak directly to the operator as well.</p><p>Your location, which comes from your phone’s GPS, is <a href=\"https://www.blog.google/products/android/expanding-emergency-location-service-android-us/\">often already shared</a> with the operator when you make a 911 call. This new feature provides similar location information through the automated voice service, along with the caller’s <a href=\"https://plus.codes/\">plus code</a>, which is another reliable way to help emergency services accurately locate them. Like the rest of the content shared with the operator using this feature, your  location stays between them and emergency services. </p><p>This feature will become available in the U.S. over the coming months, starting with Pixel phones. We’ve been collecting feedback from public safety organizations, including the <a href=\"https://www.nena.org/\">National Emergency Number Association</a>, to make this feature as helpful as possible, and we look forward to continuing our collaboration with the emergency services community to make people safer.<br/></p></div></div></body></html>", "https://www.blog.google/products/android/tap-your-phone-get-help-emergency/", "2019-08-01 18:00:00", "https://www.blog.google/products/android/rss/", "2019-08-19 04:49:03", "2019-08-19 04:49:03"], [2, "Upgrade your drive with Android Auto", "https://www.blog.google/products/android/upgrade-your-drive-android-auto/", "<html><head></head><body><div class=\"block-paragraph\"><div class=\"rich-text\"><p>As you hit the road this summer, Android Auto is <a href=\"https://www.blog.google/products/android/android-auto-new-look-io19/\">sporting a new look</a> with features that make driving more simple, personal and helpful. So grab your sunglasses and fill up your tank—here’s what you can expect.</p><br/><h3>Come on, get app-y</h3><p>With the new app launcher, you can find all your favorite apps with fewer taps. The bottom left button will open the app launcher, where you'll find the familiar app icons laid out with your most commonly used apps automatically featured in the top row. Just a couple of taps and you can dive into your favorite podcast, rock out to a new song or send a message to Mom.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"App Launcher\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/2Android_Auto_App_Launcher.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>Tap and talk for more</h3><p>You'll notice several of the icons have the Google Assistant badge. By tapping the icon, your Assistant will tell you about your calendar, give you the weather report, read you the news or set a reminder for you.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"Google Assistant Badge\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/3Android_Auto_Google_Assistant_Badge.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>Pick up where you left off </h3><p>Whether you’re jamming to the greatest hits or deep into an interesting podcast, Android Auto will automatically start playing where you left off. Make sure you check out the many auto-enabled media apps available in <a href=\"https://play.google.com/store/apps/collection/promotion_3001303_android_auto_all?e=-EnableAppDetailsPageRedesign\">Google Play</a>.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"Media\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/4Android_Auto_Media.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>This is the fastest route, despite the usual traffic</h3><p>Never get lost again with your favorite navigation app easily accessible on your display right when you connect Android Auto. Tap on a suggested location or use the Assistant to start navigating. And if you already have a route queued up on your phone, Android Auto will automatically populate the directions and begin routing you to your destination on your display.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"Google Maps\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/5Android_Auto_Google_Maps.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>Don’t miss a beat... or a turn</h3><p>The new navigation bar sits at the bottom of your display, and allows you to manage multiple apps, more easily. So if you’re listening to music, you won’t miss your next turn; or if you’re following directions, you can still easily pause or skip a song. You can also jump straight to your app running in the background with one tap.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"Navigation Bar\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/6Andriod_Auto_Navigation_Bar.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>Missed calls and unread messages</h3><p>On the bottom right corner, a new notification button houses all of your recent calls, messages and alerts. You can also keep in touch with friends and family, while keeping your eyes on the road. Just long press the mic button on the steering wheel, tap on the mic button on your display or say “Hey Google” to have the Google Assistant help make calls, send messages and read your notifications.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"Notification Center\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/7Android_Auto_Notification_Center.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>That new car smell</h3><p>Android Auto is flexible and can morph itself to fit widescreen displays in cars that support it—giving you extra space for step-by-step navigation, media playback and ongoing call controls (dependent on vehicle support). Plus, the new Android Auto improves visibility with easier to read fonts as well as a new dark theme and colorful accents that match your car’s interior.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"Widescreen\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/8Android_Auto_Widescreen.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><p>If your car has Android Auto support, you’ll start to see the new design over the next few weeks. These updates will not be reflected in <a href=\"https://support.google.com/androidauto/answer/6348063?hl=en&amp;ref_topic=6348018\">Android Auto for your phone screen</a>. We will be evolving the phone screen experience from Android Auto to the <a href=\"https://blog.google/products/assistant/next-generation-google-assistant-io/\">Assistant’s new driving mode</a> in the future.</p><br/><p>Stay tuned for this new update!</p></div></div></body></html>", "https://www.blog.google/products/android/upgrade-your-drive-android-auto/", "2019-07-30 16:00:00", "https://www.blog.google/products/android/rss/", "2019-08-19 04:49:33", "2019-08-19 04:49:33"], [3, "8 tips for a stress-free summer road trip", "https://www.blog.google/products/assistant/8-tips-stress-free-summer-road-trip/", "<html><head></head><body><div class=\"block-paragraph\"><div class=\"rich-text\"><p>Growing up, I always looked forward to summer and the road trips I’d take with family and friends. It didn’t matter if we were trekking from Chicago to Florida or taking a scenic journey to camp at Boulder Lake in Wisconsin. We’d always make a summer jams soundtrack (on cassette), pack the car full of snacks, and stick our heads out the window to feel the cool breeze. </p><br/><p>These days, road trips feature my wife and son, as we explore all that California has to offer, but those old habits have remained the same.</p><br/><p>For many people like myself, road trips will always will be quintessential part of summer. If you’re planning to hit the road for an adventure of your own, here are eight ways the Google Assistant can help you safely get things done when you’re behind the wheel (or in the back seat):</p><ol><li><p>Check the weather at your destination by saying “Hey Google, what’s the weather like in Yellowstone this weekend?”</p></li><li><p>\"Hey Google, how's traffic to downtown Charlotte?\" will give you the quickest route to your destination.</p></li><li><p>Give your friends an update on your arrival time by saying, “Hey Google, share my ETA with Ari.” </p></li><li><p>Stay in touch while you’re on the road by asking, “Hey Google, call Dad.” </p></li><li><p>“Hey Google, find the nearest gas station” will help you when you need to make a pit stop. Or ask your Assistant, “Hey Google, where’s the nearest coffee shop?” when you need to get your caffeine fix. </p></li><li><p>Avoid boredom with a podcast or audiobook while you're driving through remote locations. Just say, “Hey Google, play Planet Money.”</p></li><li><p>Play, pause or skip through your favorite songs from services like YouTube Music, Pandora, and Spotify. </p></li><li><p>Send text messages with your voice so you can keep your eyes on the road. Just ask the Assistant, “Hey Google, send a text to Jake” or “Hey Google, read my messages.”</p></li></ol><p>And it’s really easy to get started. You can access the Assistant in a variety of places, whether you’re using <a href=\"https://www.blog.google/products/assistant/hey-google-whats-new-assistant-ces-year/\">Google Maps</a> for Android and iOS, <a href=\"https://www.blog.google/products/assistant/google-assistant-now-available-waze/\">Waze</a> for Android, <a href=\"https://www.blog.google/products/android/upgrade-your-drive-android-auto/\">Android Auto</a>, or through the new car accessory, <a href=\"https://www.blog.google/products/assistant/roav-bolt-use-your-google-assistant-safely-when-driving/\">Anker Roav Bolt</a>. Later this year, we’re introducing the Assistant’s new driving mode, a <a href=\"https://youtu.be/lyRPyRKHO8M?t=1847\">voice-forward dashboard</a> for Android that brings your most relevant activities—like navigation, messaging, calling, and media—front and center. </p><br/><p>Bonus tip: When you get home from your trip, you can always pull up specific pictures from your journey from Google Photos by asking the Assistant on your Smart Display. Give it a go by saying, “Hey Google, show me my pictures from Yosemite.”</p><br/><p>Buckle up and and remember to take plenty of pictures of your trip!</p></div></div></body></html>", "https://www.blog.google/products/assistant/8-tips-stress-free-summer-road-trip/", "2019-07-30 16:00:00", "https://www.blog.google/products/android/rss/", "2019-08-19 04:49:33", "2019-08-19 04:49:33"], [4, "With Sound Amplifier, more people can hear clearly", "https://www.blog.google/products/android/sound-amplifier-more-people-can-hear-clearly/", "<html><head></head><body><div class=\"block-paragraph\"><div class=\"rich-text\"><p>For the <a href=\"https://www.who.int/news-room/fact-sheets/detail/deafness-and-hearing-loss\">466 million people in the world</a> who have hearing loss, the inability to hear a conversation or the sounds around you can be isolating. Without clear sound, it’s challenging to connect to the people around you and fully experience the world. And simply asking others to speak louder (or turn up the TV volume) isn’t a helpful solution because people hear more clearly at different audio frequencies.</p></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><p>Sound Amplifier is an Android Accessibility app that helps people <a href=\"https://www.blog.google/outreach-initiatives/accessibility/making-audio-more-accessible-two-new-apps/\">hear more clearly</a>, and now it’s available on Android devices running Android 6.0 Marshmallow and above. Using machine learning, we sorted through thousands of publicly available hearing studies and data to understand how people hear in different environments and created a few simple controls.</p></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><p>Here’s how it works: When you plug in your headphones and use Sound Amplifier, you can customize frequencies to augment important sound, like the voices of the people you are with, and filter out background noise. It can help you hear conversations in noisy restaurants more clearly, amplify the sound coming from TV at personalized frequency levels without bothering others, or boost the voices of presenters at a lecture.</p></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><p>For some people, it may be hard to know when Sound Amplifier is detecting or enhancing sound. So we added an audio visualization feature that shows when sound is detected, helping you visualize the changes you’re making to it. Like a volume number on your TV, you know how much the sound is boosted even if you can’t hear it yet. There are a couple of new visual updates, too. You can launch the app directly from your phone’s home screen instead of tapping into Accessibility settings, and with the reorganized the control settings, you can easily tap between boosting your sound or filtering out the background noise.</p><p><br/></p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"Sound Amplifier v2\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Sound_Amplifier_V2.max-1000x1000.png\"/><figcaption class=\"article-image__caption \"><div class=\"rich-text\"><p>Caption: Sound Amplifier has a new look and feel with an audio visualization feature.</p></div></figcaption></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><p>Sound Amplifier is the latest step in our commitment to make audio clear and accessible for everyone. And we’ll continue to improve the app through new features that enhance sound for all types of hearing.</p><br/>Download the <a href=\"https://play.google.com/store/apps/details?id=com.google.android.accessibility.soundamplifier&amp;hl=en\">Sound Amplifier app</a> on Google Play today on your Android device to enhance the sound around you.</div></div></body></html>", "https://www.blog.google/products/android/sound-amplifier-more-people-can-hear-clearly/", "2019-07-24 08:00:00", "https://www.blog.google/products/android/rss/", "2019-08-19 04:49:33", "2019-08-19 04:49:33"], [5, "What’s new in Chrome OS: better audio, camera and notifications", "https://www.blog.google/products/chromebooks/whats-new-august2019/", "<html><head></head><body><div class=\"block-paragraph\"><div class=\"rich-text\"><p>Every Chromebook runs on Chrome OS, which updates every six weeks to keep your device speedy, smart and secure. Each Chrome OS update happens in the background, without interrupting what you’re doing. Here’s some of what’s new on Chromebook this August. <br/></p></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>Control your media in one place</h3><p>New media controls make it easier for you to pause or play sound from a tab or an app. Have you ever had dozens of tabs and apps open and struggled to turn off a specific tab’s audio? If so, we think you’ll find this change helpful—especially for those moments when you start watching a YouTube video and you want to quickly pause your music.</p><p>Starting this month, you can open your system menu and see all of the tabs or apps on your Chromebook that are playing audio tracks and control them from one place.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"media1\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Screenshot_2019-08-16_at_11.48.56_AM.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"media2\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Screenshot_2019-08-16_at_11.48.46_AM_K3jgg.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>Take great photos on your Chromebook</h3><p>The Chromebook camera app has been updated to make taking photos and videos easier. Portrait mode is now available on Google Pixel Slate and we are working on bringing it to other Chromebooks. We’ve introduced an updated interface for navigating between new modes, like square mode and portrait mode.</p><p>Now, open your camera app, take a selfie with a landscape or square crop, and access it easily in your Downloads folder.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"camera_final\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/camera_final.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><h3>Clear your notifications faster</h3><p>With Chrome OS, you can access all your favorite apps from the Google Play Store. In response to your feedback, it’s now easier for you to check and clear notifications from Play Store apps on your Chromebook. Starting this month, easily dismiss your notifications with the “Clear all” button.</p></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"notification1\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Screenshot_2019-08-16_at_11.48.18_AM.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-image_full_width\"><div class=\"article-module h-c-page\"><div class=\"h-c-grid\"><figure class=\"article-image--large h-c-grid__col h-c-grid__col--6 h-c-grid__col--offset-3 \"><img alt=\"notification2\" src=\"https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Screenshot_2019-08-16_at_11.48.01_AM.max-1000x1000.png\"/></figure></div></div></div><div class=\"block-paragraph\"><div class=\"rich-text\"><p>We’ll be back in around six weeks to share more of what’s new in Chrome OS. </p></div></div></body></html>", "https://www.blog.google/products/chromebooks/whats-new-august2019/", "2019-08-15 17:30:00", "https://www.blog.google/rss/", "2019-08-19 04:49:33", "2019-08-19 04:49:33"]]